export const p =
  "根据《中华人民共和国计算机信息系统安全保护条例》以及其他相关法律法规规定，甲方因为工作关系向乙方提供电脑和网络系统，乙方不得利用甲方提供的电脑和网络系统进行违法犯罪活动。据此双方签订本协议：\n" +
  "一、乙方承诺不利用甲方提供的电脑制作、复制、发布、转摘、传播含有下列内容的信息：\n" +
  "⑴反对宪法基本原则的；\n" +
  "⑵危害国家安全，泄露国家秘密，颠-覆-国-家-政-权，破坏国家统一的；\n" +
  "⑶损害国家荣誉和利益的；\n" +
  "⑷煽动民族仇恨、民族歧视，破坏民族团结的；\n" +
  " ⑸破坏国家宗教政策，宣扬邪教和封建迷信活动的；\n" +
  " ⑹散布谣言，扰乱社会秩序，破坏社会稳定的；\n" +
  " ⑺散布淫秽、色情、赌博、暴-力、凶杀、恐怖或者教唆犯罪的；\n" +
  "⑻侮辱或者诽谤他人，侵害他人权益的；⑼含有法律法规禁止的其他内容的；\n" +
  "二、乙方不得利用甲方网络侵犯国家的、社会的、集体的利益和公民的合法权益。\n" +
  "三、乙方不得利用甲方提供的电脑和网络系统发送垃圾邮件、攻击其他网络和计算机系统，传播计算机病毒，以及其他危害互联网信息安全的行为。\n" +
  "四、乙方不得通过甲方网络系统利用单位QQ群及电子邮箱传播不负责任、造谣滋事、煽动偏激情绪、制造恐慌气氛、扰乱正常工作秩序等各种有害信息。\n" +
  "五、乙方使用电子函件进行网上信息交流，应当遵守单位保密规定，不得利用电子函件向与单位业务无关的第三人传递、转发或抄送单位商业机密信息。\n" +
  "六、乙方应当时刻提高保密意识，不得与单位业务无关的任何人在聊天室、电子公告系统、网络新闻上发布、谈论和传播单位机密信息。";
